{
    "animals": [
        {
            "id":           1,
            "name":         "XY-C8B4-64",
            "title":        "African Grey Parrot",
            "description":  "The African Gray Parrot is the largest of the African parrots and is the greatest talking parrot. The color is sooty gray with a pale gray rump, bright red tail, a black bill, and a white area around the yellow eye. The parrotís bill is highly adaptable. In addition to crushing nuts and preening, it serves as a third foot when moving about treetops. The feet are unique, in that the two outer toes point backward in opposition to the two inner toes, which point forward (zygodactilous). This enables them to manipulate objects, resulting in a manual dexterity that is unsurpassed in any other group of birds. They have even shown a tendency to be right-footed or left-footed.",
            "tags":         ["bird", "parrot", "african"],
            "images":       [],
            "videos":       [],
            "extras":       {
                "predators":    ["humans", "hawks", "falcons", "monkeys (eat eggs)"],
                "size":     "13-16 inches",
                "weight":   "1 lbs",
                "wingspan": "18-20 inches",
                "fun_facts":    []
            }
        },
        {
            "id":           2,
            "name":         "XY-0204-5E",
            "title":        "African Leopard",
            "description":  "The leopard is a large cat with spots resembling rosettes on the torso and upper limbs. Smaller spots are scattered on the lower limbs and head. The short coat varies in color from tawny yellow to black (melanistic). It has short, powerful limbs, a heavy torso, a thick neck, and a long tail.",
            "tags":         ["cat", "african"],
            "images":       [],
            "videos":       [],
            "extras":       {
                "predators":    ["humans"],
                "size":         "3ft 4in - 4ft 2in",
                "weight":       "62-143 lbs",
                "fun_facts":    ["Leopards can hear five times more sounds than humans", "Leopards are also known to be the most intelligent of big cats"]
            }
        },
        {
            "id":           3,
            "name":         "XY-59B4-64",
            "title":        "Bonobo",
            "description":  "Bonobos differ physically from the common chimpanzee in several ways. Bonobos have: \n- More rounded heads with long dark hair, which parts down the middle\n- More slender in build\n- Flatter faces\n- Black faces, ears, hands, and feet as opposed to pink/beige in the chimp\n- Pink lips\n- More erect posture, more triangular chest, and they walk bipedally more often\n- Keeps white tail tufts into adulthood",
            "tags":         ["mammal", "african"],
            "images":       [],
            "videos":       [],
            "extras":       {
                "predators":    ["humans"],
                "size":         "27-32 inch tall",
                "weight":       "68-90 lbs",
                "fun_facts":    ["The bonobo is man's closest living relative. More than 98% of bonobo DNA is like that of humans; bonobo DNA being a fraction of a percent more like human DNA than that of the common chimpanzee. Both bonobo and the chimpanzee DNA are closer to humans than to gorillas."]
            }
        }
    ]
}